Repository: tytyu073iop/Ropes
Catalog: *.lproj/Localizable.strings
Languages: ru

source: %lld minutes
ru: %lld Минут

source: ADD
ru: Добавить

source: Add rope
ru: Добавить узелок

source: Add task to the ropes app
ru: Добавить узелок в приложение узелки

source: add to fast Answers
ru: Добавить в Быстрые напоминания

source: Add your own
ru: Добавить своё

source: admin settings
ru: Настройки для администраторов

source: chose the time
ru: Выберите время

source: Create a rope ${Task}
ru: Завязать ${Task}

source: DELETE ALL DATA
ru: УДАЛИТЬ ВСЕ ДАННЫЕ

source: Disable all notifications
ru: Отменить все уведомления

source: Done
ru: Готово

source: Empty name
ru: Пустое имя

source: Enter something
ru: Введите что-нибудь

source: Fast Answer
ru: Быстрый ответ

source: Fast answers
ru: Быстрые Напоминания

source: Missing time
ru: Не правильное время

source: Notfications aren't allowed
ru: Уведомления не разрешены

source: Notify
ru: Уведомить

source: ok
ru: ок

source: OOPS
ru: ОЙ

source: Other
ru: Другое

source: ready
ru: Готово

source: Remove a rope ${rope}
ru: Удалить узелок ${rope}

source: Remove rope
ru: Удалить узелок

source: Removes rope
ru: Удаляет узелок

source: requests
ru: Запросы

source: Rope
ru: Узелок

source: rope %@ was removed
ru: Узелок %@ удалён

source: Select rope
ru: Выберите узелок

source: Set a remind time
ru: Поставить время напоминания

source: settings
ru: настройки

source: Settings
ru: Настройки

source: Show all tasks from the ropes app
ru: Показать все узелки из приложения узелки

source: Show Ropes
ru: Показать узелки

source: Show ropes in widjets like in the app order
ru: Показывать узелки в виджетах как в приложениях

source: Showup an adding view on start
ru: Показывать меню добавления сразу

source: Task
ru: Узелок

source: Task %@ was created
ru: Узелок %@ завязан

source: Task name was created
ru: Узелок был завязан

source: Time
ru: Время

source: Try another name or complete other rope with that name
ru: Попробуйте другое имя или удалите предыдущий узелок

source: You aren't allowed nofications
ru: Вы не разрешили уведомления

source: You cannot set reminder at the past
ru: Вы не можете поставить напоминание в прошлом

source: You have no ropes
ru: У вас нет узелков

source: Your rope
ru: Ваш узелок

source: Your Ropes:
ru: Ваши узелки:

source: Oh. You have to update to iOS 16 or newer
ru: Ой. Вам надо обновиться до iOS 16 или новее

source: You can use shortcuts app to rope
ru: Вы можете использовать приложение команды для того чтобы завязать узелки

source: or to show ropes
ru: или чтобы их посмотреть

source: There's no ropes
ru: Узелков больше нет

source: Tasks
ru: Узелки

source: All your tasks
ru: Все ваши узелки

source: or
ru: или

source: or to show ropes.
ru: или чтобы посмотреть узелки.

source: You can even delete them
ru: Вы даже можете их удалить

source: Ropes
ru: Узелки

source: This name is already exists. Rename in order to continue
ru: Это имя уже существует. Переименуйте чтобы продолжить

source: Custom
ru: Другое
